Repository: pypi-data/pypi-mirror-13
Catalog: packages/lucterios-documents/lucterios_documents-2.0.2.16012810-py2.py3-none-any.whl/lucterios/documents/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Lucterios documents
fr: Documents Lucterios

source: File not found!
fr: Ficher non trouvé!

source: edit
fr: éditer

source: name
fr: nom

source: viewer
fr: visionneur

source: modifier
fr: modificateur

source: Available group viewers
fr: groupes de visionneurs disponibles

source: Chosen group viewers
fr: groupes de visionneurs choisis

source: Available group modifiers
fr: groupes de modificateurs disponibles

source: Chosen group modifiers
fr: groupes de modificateurs choisis

source: folder
fr: dossier

source: folders
fr: dossiers

source: date modification
fr: date de modification

source: creator
fr: créateur

source: date creation
fr: création de date

source: Document
fr: Gestion documentaire

source: Management of document's folders
fr: Gestion des dossiers de documents

source: Folders
fr: Dossiers

source: Add folder
fr: Ajouter un dossier

source: Modify folder
fr: Modifier un dossier

source: Delete folder
fr: Supprimer un dossier

source: Office
fr: Bureautique

source: Office tools
fr: Outils bureautiques

source: Documents storage tools
fr: Outils de stockage de documents

source: Management of documents
fr: Gestion de documents

source: current folder:
fr: dossier courant

source: add
fr: ajouter

source: No allow to view!
fr: Affichage non autorisé !

source: Edit
fr: Éditer

source: Add document
fr: Ajouter un document

source: Modify document
fr: Modifier un document

source: No allow to write!
fr: Écriture non autorisée !

source: Show document
fr: Affichage d'un document

source: Delete document
fr: Supprimer un document

source: To find a document following a set of criteria.
fr: Pour trouver un document suivant un ensemble de critères.

source: Document search
fr: Recherche de document

source: Document management
fr: Gestion documentaire

source: no file currently available
fr: aucun fichier actuellement accessible

source: one file currently available
fr: un fichier actuellement accessible

source: %d files currently available
fr: %d fichiers actuellement accessible
