Repository: pypi-data/pypi-mirror-13
Catalog: packages/django-leonardo/django-leonardo-1.0.5.dev134.tar.gz/django-leonardo-1.0.5.dev134/leonardo/module/web/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Site specific meta title
cs: Site specific meta titul

source: Debug mode
cs: Ladicí režim

source: Other options
cs: Další možnosti

source: Content
cs: Obsah

source: Left sidebar
cs: Levý sloupec

source: Right sidebar
cs: Pravý sloupec

source: Header
cs: Záhlaví

source: Footer
cs: Zápatí

source: Toolbar
cs: Lišta

source: Preview
cs: Náhled

source: Helper
cs: Pomocný panel

source: Left column
cs: Levý sloupec

source: Right column
cs: Pravý sloupec

source: Main content
cs: Hlavní obsah

source: Center column
cs: Střední sloupec

source: 1 column
cs: 1 sloupec

source: 2 same columns
cs: 2 stejné sloupce

source: 2 columns right
cs: 2 sloupce vpravo

source: 2 columns left
cs: 2 sloupce vlevo

source: 3 columns
cs: 3 sloupce

source: 3 same columns
cs: 3 stejné sloupce

source: Fixed
cs: Fixní

source: Fluid
cs: Fluidní

source: Boxed
cs: Boxovaný

source: Left
cs: Doleva

source: Right
cs: Pravá

source: Extra small
cs: Velmi malé

source: Medium
cs: Médium

source: Large
cs: Rozsáhlý

source: 1 row
cs: 1 řádek

source: 2 rows
cs: 2 řady

source: 3 rows
cs: 3 řady

source: 4 rows
cs: 4 řady

source: 5 rows
cs: 5 řádků

source: 6 rows
cs: 6 řad

source: 7 rows
cs: 7 řad

source: 8 rows
cs: 8 řádků

source: 9 rows
cs: 9 řad

source: 10 rows
cs: 10 řad

source: 11 rows
cs: 11 řádků

source: 12 rows
cs: 12 řádků

source: none
cs: nikdo

source: break before
cs: zlomit před

source: break after
cs: rozbít po

source: border
cs: hranice

source: wide border
cs: široký rámeček

source: left
cs: levý

source: center
cs: centrum

source: right
cs: doprava

source: middle
cs: prostřední

source: bottom
cs: dno

source: Page
cs: Strana

source: Column 1 width
cs: Sloupec 1 šířka

source: Column 2 width
cs: Sloupec 2 Šířka

source: Column 3 width
cs: Sloupec 3 Šířka

source: Page dimension
cs: Rozměr Page

source: Page dimensions
cs: Rozměry Page

source: Name
cs: Název

source: Style
cs: Móda

source: Styles
cs: Styly

source: Page color scheme
cs: Page barevné schéma

source: Page color schemes
cs: Barevná schémata Page

source: Layout
cs: Dispozice

source: Theme
cs: Námět

source: Color scheme
cs: Barevné schéma

source: Pages
cs: Stránky

source: Effects
cs: Účinky

source: Width
cs: Šířka

source: Height
cs: Výška

source: Widget dimension
cs: Widget rozměr

source: Widget dimensions
cs: Widget rozměry

source: Widget class
cs: Třída Widget u

source: Widget content theme
cs: Widget obsah téma

source: Widget content themes
cs: Widget obsah témata

source: Base style
cs: Základní styl

source: Widget base theme
cs: Widget základna téma

source: Widget base themes
cs: Widget základní témata

source: prerendered content
cs: předběžně vykreslena obsah

source: Is visible?
cs: Je vidět?

source: Alignment
cs: Zarovnání

source: Vertical Alignment
cs: Svislé zarovnání

source: Enter effect style
cs: Zadejte efekt styl

source: Enter Effect Duration
cs: Zadejte Effect Délka

source: Abstract widget
cs: Abstrakt Widget

source: Abstract widgets
cs: Abstraktní widgety

source: Color Scheme
cs: Barevné schéma

source: Click to expand.
cs: Klepnutím rozbalte.

source: Depth
cs: Hloubka

source: From Root ?
cs: Od kořene?

source: Options
cs: Možnosti

source: Select Layout
cs: Vybrat Layout

source: Apply
cs: Aplikovat

source: Summary of dimensions must be 12
cs: Přehled rozměrů musí být 12

source: Main
cs: Hlavní

source: Navigation
cs: Navigace

source: Publication
cs: Zveřejnění

source: Dimensions
cs: Rozměry

source: Override page dimension
cs: Přepis strana rozměr

source: Size
cs: Velikost

source: Column 2 Width
cs: Šířka 2. Sloupce

source: Column 3 Width
cs: Šířka 3. Sloupce

source: Create
cs: Vytvořit

source: Update
cs: Aktualizovat

source: Add Page Dimesion
cs: Přidat stránku Dimesion

source: Delete
cs: Smazat

source: Create Page with the
cs: Vytvořit stránku s

source: slug
cs: slimák

source: Logout successful
cs: Odhlášení úspěšná

source: You have been successfully logged out.
cs: Byli jste úspěšně odhlášeni.

source: Password reset complete
cs: Heslo obnovit kompletní

source: Password Reset
cs: Obnovení hesla

source: Your password has been set. You may go ahead and log in now.
cs: Vaše heslo bylo nastaveno. Můžete pokračovat a nyní přihlásit.

source: Log In
cs: Přihlásit se

source: Enter new password
cs: Zadejte nové heslo

source: Password reset unsuccessful
cs: Heslo obnovit neúspěšná

source: Please enter your new password twice so we can verify you typed it in correctly.
cs: Prosím, zadejte své dvakrát nové heslo, takže můžeme ověřit, jak je vkládáte správně.

source: Required fields
cs: Požadované položky

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
cs: Odkaz pro nastavení nového hesla byl neplatný, možná proto, že již byla použita. Prosím, požádat o nové obnovení hesla.

source: Password reset e-mail sent
cs: Resetování hesla e-maily odeslané

source: We've e-mailed a link to retrieve your new password to the e-mail address you submitted.
cs: Jsme e-mailem odkaz na načtení nové heslo na e-mailovou adresu, kterou jste zadali.

source: Enter e-mail address you have entered during registration process.
cs: Zadejte e-mailovou adresu, kterou jste zadali při registraci.

source: You will receive immediatelly a link with an option to set a new password.
cs: Obdržíte ihned odkaz s možností nastavit nové heslo.

source: Account e-mail address
cs: Účet e-mailová adresa

source: Back
cs: Zpět

source: Stop Editing
cs: Zastavit Editaci

source: Toggle navigation
cs: Přepnout navigace

source: Modal window
cs: Modální okno

source: Blank window
cs: Prázdné okno

source: max. items
cs: max. položek

source: feed reader
cs: Čtečka feedů

source: feed readers
cs: Čtečky feedů

source: Ignore the HTML validation warnings
cs: Ignorovat varování HTML validace

source: HTML texts
cs: HTML texty

source: Empty element
cs: Prázdný element

source: Normal
cs: Normální

source: Larger
cs: Větší

source: 2x larger
cs: 2x větší

source: 3x larger
cs: 3x větší

source: 4x larger
cs: 4x větší

source: 5x larger
cs: 5x větší

source: 10x larger
cs: 10x větší

source: 15x larger
cs: 15x větší

source: 20x larger
cs: 20x větší

source: 25x larger
cs: 25x větší

source: Icon
cs: Ikona

source: Spin
cs: Točení

source: Border
cs: Hranice

source: Icons
cs: Ikony

source: markup text
cs: Formátovaný text

source: markup texts
cs: Formátované texty

source: page title
cs: název stránky

source: page titles
cs: názvy stránek

source: Site Title
cs: Název stránek

source: Tagline
cs: Slogan

source: site heading
cs: nadpis stránek

source: site headings
cs: nadpisy stránek

source: plain
cs: prostá

source: title row
cs: název řádku

source: title row and column
cs: Název řádků a sloupců

source: table
cs: tabulka

source: tables
cs: tabulky

source: type
cs: typ

source: Positions
cs: Pozice

source: Objects per page
cs: Objekty na stránce

source: Objects per row
cs: Objekty na řádek

source: Pagination Style
cs: Stránkování Style

source: Cache validity
cs: Platnost Cache

source: Cache data
cs: Cache dat

source: Create new Widget
cs: Vytvořit nový widget

source: Error occured while sorting widgets.
cs: Chyba při třídění widgety.

source: Widget sorting success.
cs: Widget třídění úspěch.
