Repository: pypi-data/pypi-mirror-13
Catalog: packages/leonardo-system/leonardo-system-0.0.8.post4.tar.gz/leonardo-system-0.0.8.post4/leonardo_system/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Server was successfuly restarted !
cs: Server byl úspěšně restartován!

source: delay before restart
cs: před restartem

source: Delay before restart
cs: Před restartem

source: Server going to down !
cs: Server bude dolů!

source: Make migrations
cs: Udělat migrace

source: Run makemigrations after install ?
cs: Spustit makemigrations po instalaci?

source: Migrate
cs: Migrovat

source: Run migrate command after install ?
cs: Spustit příkaz migrovat po instalaci?

source: Run Sync All command after install ?
cs: Run Sync All příkaz po instalaci?

source: Sync all force
cs: Synchronizovat všechny síly

source: Warning: this may override you database changes !
cs: Upozornění: toto může přepsat vás změny databáze!

source: Warning: this kill this Leonardo instance !!! For successfull reload must be run under Supervisor ! You may lost your data !
cs: Varování: tento zabít instanci Leonardo !!! Pro úspěšné obnovte musí být spuštěn pod inspektora! Můžete ztratili svá data!

source: Advanced options
cs: Pokročilé možnosti

source: Leonardo Modules
cs: Leonardo Moduly

source: Submit Reload
cs: Odeslat znovu načíst

source: Close
cs: Zavřít

source: Management commands
cs: Příkazy řízení

source: Run commands
cs: Spouštět příkazy

source: Search packages
cs: Hledat balíčky

source: Packages %s was successfully installed, please restart your server.
cs: Balíčky %s byl úspěšně nainstalovali, restartujte server.

source: Installing packages raised exception %s
cs: Instalace balíčků zvýšil výjimka %s

source: Run post install task fails with %s
cs: Spustit po instalaci úkol se nezdaří s %s

source: For this functionality please install pip package
cs: Pro tuto funkci si nainstalujte pip balíček

source: For this functionality please run pip install PyGithub
cs: Pro tuto funkci spusťte PIP nainstalovat PyGithub

source: Install Packages
cs: Instalace balíčků

source: Install
cs: Nainstalovat

source: Reload server
cs: Reload serveru

source: Install Plugins
cs: Instalace Plugins
